{
    "HEADER": {
        "SA_CARD_DESC": "L'heure à la maison est une question de temps ! Les choses les plus dures doivent être contrées, et il n'y a pas d'autre moyen d'éviter la culpabilité de la vie elle-même, car ils abandonnent leurs problèmes à moins que la raison qui en résulte ne le soit. Qui est sage ou efféminé ?",
        "SUPPORT_ASSIST_TECH_DIRECT": "Assistance Assistance TechDirect",
        "SUPPORT_ASSIST_DESC": "La douleur elle-même est importante pour la principale élite adipeuse. Par ce travail, aucun d'eux n'est lié à ce qu'il est, car on dit que les corrompus ont été appelés aux nécessités de la vie et à cet exercice, et donc il est né pour le condamner pour une raison quelconque, parce qu'ils ne donnent pas le temps pour la liberté. Ils ne connaissent pas la différence entre l'évitement, le blâme et le blâme ; Prenons-nous une douleur similaire des principaux? Il aime lui pardonner, il le fuit, et avec eux, ils ne savent rien contrecarrer les plaisirs. Quand on choisit le temps des travaux du corps, des peines et des inoccupés dans les offices, on ne renonce pas non plus à la liberté de les accuser ! Si les accuser de leur faute est un exercice, on accuse certains d'en prendre plaisir, car en fait, celui-ci n'aboutit à rien, mais tout le système est affreux pour ceux dont il va s'ouvrir. Personne n'aime ni ne repousse ! En réalité, le plaisir de les accuser ouvrira les plaisirs de ces admirateurs ! Notre grande contrariété empêche tout l'incident, puisqu'il est facile d'apaiser les ennuis d'accepter des charges corrompues, et d'abandonner les peines mêmes de leur architecte, les accusant souvent d'être et de les abandonner. Les moindres choses que, par quelle loi, les fuit-elles, l'abandonnent-elles en l'accusant de le faire ?",
        "SATD": "SATD",
        "PRODEPLOY": "Déployer",
        "AdminPortal": "portail d'administration",
        "APP_INSIGHT": "Aperçu des applications",
        "PSM_OVERVIEW": "Présentation de PSM",
        "PSM_DEPLOYMENT": "Déploiement PSM",
        "CURRENT_SERVICE_TAG": "L'étiquette de service actuelle est :",
        "DELL_TECHNOLOGIES_LOGO_ALT_TEXT": "Logo Dell Technologies",
        "LANGUAGE_SELECTOR_ICON_ALT_TEXT": "Lien vers la sélection de la langue",
        "MESSAGE_CENTER": "Notifications",
        "MY_PROFILE": "Mon profil",
        "LOGOUT": "Se déconnecter",
        "CHANGE_IMPERSONATION": "Modifier le rôle d’usurpation d’identité",
        "ASK_FOR_FEEDBACK": "S’inscrire pour les avis"
    },
    "BACK": "Arrière"
}
